/** @format */
export const QuestionData = [
  {
    category: "개발진",
    question: "낫유포는 공식 기관에서 만든 서비스인가요?",
    answer:
      "낫유포는 불법 촬영 범죄 근절에 도움을 주기 위해 마음이 맞는 여성들이 모여 비영리로 만든 페이지입니다.",
  },
  {
    category: "개발진",
    question: "낫유포는 무슨 의미인가요?",
    answer:
      "불법 촬영 근절 시위 슬로건인 'My Life is Not Your Porn'을 줄인 말입니다.",
  },

  {
    category: "개발진",
    question: "낫유포를 만든 계기가 뭔가요?",
    answer:
      "불법 촬영 범죄가 심각한 사회문제가 된 지 벌써 5년이 넘습니다. 해마다 불법 촬영 범죄가 늘고 있지만, 적발은 어렵고 범죄는 점점 교묘해지고 있습니다. 이런 상황에서 한국의 모든 여성이 걱정 없이 화장실을 사용할 수 있는 방법은 없을까 고민해서 불법 촬영 점검 화장실 위치를 알려주는 '낫유포'를 만들게 되었습니다. 사실 코로나 마스크 재고 위치 홈페이지보다 이런 점검 화장실 지도가 더 먼저 나와야 하지 않았나 싶습니다. 또한, SNS에는 물품을 위장한 초소형 카메라라며 주의글도 올라오기도 하지만 SNS를 하지 않는 분들은 전혀 모를 수도 있습니다. 거기에 불법 촬영 범죄에 사용되는 카메라도 한둘이 아니라서 정리해서 알릴 필요성도 느꼈습니다. < 주의가 아니라 애초에 불법 촬영을 아예 하지 않는 게 제일 확실한 범죄 예방 방법입니다. >",
  },
  {
    category: "개발진",
    question: "낫유포를 만든 개발진은 여자인가요?",
    answer: "개발자들은 전부 여성으로, 불법 촬영 범죄가 없어지기를 꿈꿉니다.",
  },
  {
    category: "개발진",
    question: "불법 촬영 점검 화장실의 출처는 어디인가요?",
    answer:
      "각 시에서 제공하는 불법 촬영 점검 리스트와 홈페이지를 이용하는 사용자분들의 제보 정보를 정리해 제공하고 있습니다. 허위 정보에 대비해 제보 정보는 개발진이 꼼꼼하게 확인 후 게재합니다.",
  },
  {
    category: "기능",
    question: "점검 화장실 제보시에 이미지를 첨부하는 이유가 있나요?",
    answer:
      "허위 제보를 막기 위해 위치 정보가 있는 사진 첨부를 요청하고 있습니다. 보내주신 사진을 보고 개발진이 직접 허위 여부를 판단하고 등록합니다.",
  },
  {
    category: "기능",
    question: "낫유포 이용 시에 개인정보를 저장하나요?",
    answer:
      "주변 검색을 하기 위해 잠시 위치 정보를 요청은 받지만, 위치를 포함한 개인정보는 절대 저장하지 않습니다.",
  },
  {
    category: "기능",
    question: "낫유포에서 나오는 안전 화장실은 믿을 만 한가요?",
    answer:
      "낫유포에서 제공하는 불법 촬영 점검 화장실 정보는 시에서 전문적으로 점검된 화장실입니다. 아무래도 전문적으로 점검되었으니 다른 곳보다는 안심하고 사용할 수 있겠지만 의문을 가지는 분들도 많습니다. 점검 화장실과 실제 범죄 적발 화장실도 함께 관찰한다면 불법 촬영 점검의 효과를 알아볼 수 있지 않을까 합니다. 물론 유의미한 결과를 얻기 위해서는 사용자분들의 도움이 필요합니다.",
  },
];
